Repository: Pepelelipa/MacroChallenge
Catalog: MacroPepelelipa/MacroPepelelipa/Model/Strings/*.lproj/Localizable.strings
Languages: pt_br

# ExplanationForSaving
source: To save this note, we need to add it to a collection and notebook.
pt_br: Para salvar esta nota precisamos adiciona-la à uma estante e à um caderno.

source: Selected Notebook
pt_br: Caderno selecionado

# Delete Note confirmation
source: Are you sure you want to delete this note?
pt_br: Tem certeza que deseja deletar a nota?

source: Failed to create Loose Note
pt_br: Falhou ao criar uma nota solta

source: The database could not create the Loose Note
pt_br: A data base não foi capaz de criar uma nota solta

source: The Loose Note could not be created
pt_br: A nota solta não pode ser criada

source: Unable to get notebooks
pt_br: Não foi possível acessar os cadernos

# The app was unable to get the notebooks from a workspace
source: The app was unable to get the notebooks from a shelf
pt_br: O não foi capaz de acessar os cadernos de uma estante

source: Unable to get the last notebook
pt_br: Não foi possível acessar o ultimo caderno

source: List style
pt_br: Estilo de lista

source: Paragraph style
pt_br: Estilo de parágrafo

source: Add text box
pt_br: Adicionar caixa de texto

source: Bullet list
pt_br: Lista de tópicos

source: Numeric list
pt_br: Lista numérica

source: First Header
pt_br: Primeiro cabeçalho

source: Second Header
pt_br: Segundo cabeçalho

source: Third Header
pt_br: Terceiro cabeçalho

source: Paragraph
pt_br: Parágrafo

# Workspace Image
source: Workspace Image English
pt_br: Workspace Image Portuguese

# Format Image
source: Format Image English
pt_br: Format Image Portuguese

# Transcript Image
source: Transcript Image English
pt_br: Transcript Image Portuguese

# Markdown Image
source: Markdown Image English
pt_br: Markdown Image Portuguese

# Introduction Note Title
source: Presentation
pt_br: Apresentação

# Customize Note Title
source: Customization
pt_br: Personalização

# Customize Note Second Paragraph 07
source: itálico
pt_br: itálico e

# Customize Note Second Paragraph 08
source: e
pt_br: sublinhado

# Customize Note Second Paragraph 09
source: sublinhado
pt_br: . Estas opções estão disponíveis na

# Customize Note Second Paragraph 10
source: . Estas opções estão disponíveis na
pt_br: central de personalização

# Customize Note Second Paragraph 11
source: central de personalização
pt_br: ou através de

# Customize Note Second Paragraph 12
source: ou através de
pt_br: markdown.

# Index First Paragraph 01
source: Os índices são gerados com base nos seus cabeçalhos. Então, sempre que você usar um
pt_br: Os índices são gerados com os

# Index First Paragraph 02
source: cabeçalho H1
pt_br: títulos

# Index First Paragraph 04
source: o PurpleNotebook um tópico na lista da esquerda será criado.
pt_br: Para cada nota, um ítem na lista da direita será criado!

# Index First Paragraph 05
source: Com este recurso você pode navegar ao longo da sua nota mais rapidamente.
pt_br: Com este recurso você pode navegar ao longo de suas anotações rapidamente.

# Index Second Paragraph 01
source: Vamos lá! Experimente criar mais cabeçalhos nesta nota para ver na prática o Índice sendo criado. (:
pt_br: Vamos lá! Experimente criar mais cabeçalhos nesta nota para ver como fica bonito (:

# Index Hierarchy Second Paragraph 03
source: uantidade de notas, cadernos ou estantes.
pt_br: quantidade de notas, cadernos ou estantes.
