Repository: Pepelelipa/MacroChallenge
Catalog: MacroPepelelipa/MacroPepelelipa/Model/Strings/*.lproj/Localizable.strings
Languages: pt_br

# Workspace
source: Shelf
pt_br: Estante

# Workspaces
source: Shelves
pt_br: Estantes

source: Subject
pt_br: Matéria

source: Lesson
pt_br: Aula

source: Notebook
pt_br: Caderno

source: Notebooks
pt_br: Cadernos

source: Note
pt_br: Nota

# Placeholder0
source: A penny for your thoughts.
pt_br: Anote aqui o que você está pensando

# Placeholder1
source: Gotta write fast!🏎
pt_br: Eu entendi essa referência.

# Placeholder2
source: Speak 'purple' and write.
pt_br: Anotações, formatação de texto, imagens e anotações.

# Placeholder3
source: May the markdown be with you!
pt_br: Que o markdown esteja com você!

# Placeholder4
source: Let's learn together!😁
pt_br: Cara, eu to tão na sua.

# Placeholder5
source: It's raining text! Hallelujah.
pt_br: Oi meu nome é caderno roxo e tenho 1 avaliação de patrimonio liquido...

# Placeholder6
source: One note to rule them all.
pt_br: Essa aula é de biologia que parece de matemática, mas tem professor de história.

# Placeholder7
source: If you're curious about the markdown, check the info button.
pt_br: Quando em dúvida, pressione as informações ali em cima.

# Placeholder8
source: This is totally not a placeholder.
pt_br: Certamente não é um placeholder.

# Placeholder9
source: Wow, looking good today!
pt_br: Pra onde vamos assim arrumados?

# Placeholder10
source: Hope you're having a good day :)
pt_br: Tenha um ótimo dia!

# Placeholder11
source: Here comes the notes (doo-doo-doo).
pt_br: Anotações são como cebolas! Cebolas tem camadas, as anotações tem camadas.

# Placeholder12
source: You shall pass!
pt_br: As vezes no silencio da noite. Eu fico imaginando anotações.

# Placeholder13
source: I'll be there for you when the tests starts to pour.
pt_br: Açaí, rolimã, zum de tesouro um ímã.

# Placeholder14
source: All I want for christmas is a good review.
pt_br: Nada de capas! Só as do nosso caderno.

# Placeholder15
source: I wrote so hard, and got this far. And in the end I'm gonna have a good note.
pt_br: Esse é meu segredo capitão, eu estou sempre anotando.

source: Your Title
pt_br: Seu título

source: Format
pt_br: Formatação

# New workspace
source: New shelf
pt_br: Nova estante

# New workspace name
source: New shelf's name
pt_br: Nome da nova estante

# Create new workspace
source: Create new shelf
pt_br: Criar nova estante

source: New notebook
pt_br: Novo caderno

# New notebook name
source: New notebook's name
pt_br: Nome do novo caderno

source: Create new notebook
pt_br: Criar novo caderno

source: Done
pt_br: OK

source: Could not open this notebook
pt_br: Não foi possível abrir este caderno

source: The app could not load this notebook
pt_br: O aplicativo não pôde carregar este caderno

source: The notebook collection view cell did not have a notebook
pt_br: A célula desse caderno na collection view não possuía um caderno

# Could not open this workspace
source: Could not open this shelf
pt_br: Não foi possível abrir esta estante

# The app could not load this workspace
source: The app could not load this shelf
pt_br: O aplicativo não pôde carregar esta estante de cadernos

# The workspace cell did not have a workspace
source: The shelf cell did not have a shelf
pt_br: A célula dessa estante não continha uma estante

# Error presenting a workspace
source: Error presenting a shelf
pt_br: Erro ao exibir as estantes

# The app could not present a workspace
source: The app could not present a shelf
pt_br: O aplicativo não pôde exibir uma estante

# A workspace cell could not be loaded
source: A shelf cell could not be loaded
pt_br: Uma célula da estante não pôde ser carregada

source: Error presenting a notebook
pt_br: Erro ao exibir um caderno

source: The app could not present a notebook
pt_br: O aplicativo não pôde exibir um caderno

# A notebook cell could not be loaded in a workspace
source: A notebook cell could not be loaded in a shelf
pt_br: Uma célula de um caderno não pôde ser carregada em uma estante

source: Could not open this note
pt_br: Não foi possível abrir esta nota

source: The app could not open the selected note
pt_br: O aplicativo não pôde abrir a nota selecionada

source: The index did not have a note
pt_br: O índice não tinha uma nota

source: Fail to retrive a notebook
pt_br: Falha ao recuperar o caderno

source: Could not load image
pt_br: Não foi possível carregar a imagem

source: The app could not load the selected image
pt_br: O aplicativo não pôde carregar a imagem selecionada

source: Error creating new notebook
pt_br: Não foi possível criar um novo caderno

source: The app could not retrieve the necessary information
pt_br: O aplicativo não conseguiu reunir as informações necessárias.

# Not possible to retrieve a workspace or notebook name in notebook creation
source: Not possible to retrieve a shelf or notebook name in notebook creation
pt_br: Não foi possível recuperar o workspace ou o nome do notebook na criação do mesmo

source: Error presenting notebook creation
pt_br: Não foi possível apresentar a criação de cadernos.

source: The app could not present a color
pt_br: O aplicativo não conseguiu mostrar uma cor

source: A color cell could not be loaded in the creation of a notebook
pt_br: Uma célula de cor não foi inicializada na criação de um caderno

source: Error presenting Photo Library
pt_br: Erro ao apresentar a biblioteca de fotos

source: The app could not present the Photo Library
pt_br: O aplicativo não foi capaz de apresentar a biblioteca de fotos

source: The app could not load the native Image Picker Controller
pt_br: O aplicativo não foi capaz de carregar o controller de seleção de imagens nativo

source: New note title
pt_br: Título da nota

source: Create new note
pt_br: Criar nova nota

source: Error presenting Notebook Index
pt_br: Erro ao apresentar o índice do caderno

source: The app could not present the Notebook Index
pt_br: O aplicativo não foi capaz de apresentar o índice do caderno

source: The app could not load the NotebookIndexViewController
pt_br: O aplicativo não foi capaz de carregar um NotebookIndexViewController

source: Could not delete this notebook
pt_br: Não foi possível excluir este caderno

source: The app could not delete the notebook
pt_br: O aplicativo não conseguiu excluir o caderno

source: An error occurred while deleting this instance on the database
pt_br: Um erro ocorreu ao deletar esta intância na database

# Could not delete this workspace
source: Could not delete this shelf
pt_br: Não foi possível excluir esta estante

# The app could not delete the workspace
source: The app could not delete the shelf
pt_br: O aplicativo não conseguiu excluir a estante

source: Delete
pt_br: Excluir

source: Cancel
pt_br: Cancelar

# Delete Notebook confirmation
source: Are you sure you want to delete this notebook?
pt_br: Tem certeza que deseja deletar o caderno?

# Delete Workspace confirmation
source: Are you sure you want to delete this shelf?
pt_br: Tem certeza que deseja deletar a estante?

# Warning
source: You will not be able to undo the deletion!
pt_br: Não sera possível desfazer a exclusão!

source: Error creating the notebook
pt_br: Erro ao criar um caderno

source: The database could not create the notebook
pt_br: A data-base não foi capaz de criar um novo caderno

source: A new Notebook could not be created
pt_br: Um novo caderno não pode ser criado

source: Error saving the notebook
pt_br: Erro ao salvar o caderno

source: The database could not save the notebook
pt_br: A data-base não foi capaz de salvar o caderno

source: The Notebook could not be saved
pt_br: O caderno não pode ser salvo

# Error creating a new Note
source: Error creating new Note
pt_br: Erro ao criar uma nova nota

source: The database could not create a new Note
pt_br: A data-base não foi capaz de criar uma nova nota

source: A new Note could not be created
pt_br: Uma nova nota não pode ser criada

# Error creating the workspace
source: Error creating shelf
pt_br: Erro ao criar uma estante

# The database could not create the workspace
source: The database could not create the shelf
pt_br: A data-base não foi capaz de salvar a estante

# A new Workspace could not be created
source: A new shelf could not be created
pt_br: Uma nova estante não pode ser criada

# Error fetching the workspaces
source: Error fetching the shelves
pt_br: Erro ao buscar as estantes

# The database could not fetch the workspace
source: The database could not fetch the shelf
pt_br: A data-base não foi capaz de buscar as estantes

# The Workspaces could not be fetched
source: The shelves could not be fetched
pt_br: As estantes não puderam ser buscadas

# No workspace
source: You don't have any shelves yet. How about creating one to begin with?
pt_br: Você não tem nenhuma estante. Que tal criar uma para começar?

# Create workspace
source: Create shelf
pt_br: Criar estante

# No notebook
source: You don't have any notebooks in this shelf. Create a new one to begin with!
pt_br: Você não tem nenhum caderno nesta estante. Crie um para começar!

source: Create notebook
pt_br: Criar caderno

source: Image or text?
pt_br: Imagem ou texto?

source: Import the media as an image or as a text transcription (Beta version)
pt_br: Importar a mídia como imagem ou transcrição do texto (Versão beta)

source: Image
pt_br: Imagem

source: Text
pt_br: Texto

source: Error retriving notebook
pt_br: Erro ao recuperar um caderno

source: The app could not retrieve a notebook
pt_br: O App não foi capaz de recuperar um caderno

source: A notebook could not be retrieved
pt_br: Um caderno não pode ser recuperado

source: Note does not exist
pt_br: A nota não existe

source: The app could not safe unwrap the view controller note
pt_br: O app não conseguiu verificar a existencia da nota

source: Failed to load the Note
pt_br: Falha ao carregar a nota

source: Failed to create a Image Box
pt_br: Falha ao criar uma caixa com uma imagem

source: The app could not create a Image Box
pt_br: O app não foi capaz de criar uma caixa com uma image

source: Create new Note
pt_br: Criar nova nota

# Delete Image Box confirmation
source: Are you sure you want to delete the Image Box?
pt_br: Tem certeza que deseja deletar a caixa de imagem?

source: Could not delete this Image Box
pt_br: Não foi possível deletar a caixa de imagem

source: The app could not delete the image box
pt_br: O app não foi capaz de deletar a caixa de imagem

# Delete Text Box confirmation
source: Are you sure you want to delete the Text Box?
pt_br: Tem certeza que deseja deletar a caixa de texto?

source: Could not delete this Text Box
pt_br: Não foi possível deletar a caixa de texto

source: The app could not delete the text box
pt_br: O app não foi capaz de deletar a caixa de texto

source: Text Box
pt_br: Caixa de texto

source: Image Box
pt_br: Caixa de imagem

# Your first workspace
source: Tutorials
pt_br: Tutoriais

# Your first notebook
source: First notebook
pt_br: Primeiro Caderno

source: Welcome Note
pt_br: Nota de boas vindas

source: Note Taking
pt_br: Anotando

source: Writing
pt_br: Escrevendo

source: Floating Boxes
pt_br: Caixas Flutuantes

source: Search
pt_br: Buscar

source: Edit
pt_br: Editar

source: Skip
pt_br: Pular

# Organization title
source: Organization
pt_br: Organização

# Text title
source: Text Editing
pt_br: Edição do Texto

# Devices title
source: Devices
pt_br: Dispositivos

# Transcript title
source: Text Transcription
pt_br: Transcrição de Texto

# Organization subtitle
source: Create a shelf to keep your notebooks and, inside your notebook, create your notes!
pt_br: Crie uma estante para guardar seus cadernos e dentro dos cadernos, crie as suas notas!

# Text subtitle
source: Use our toolbar to change the color, size, highlight and font of your text! Place lists, text boxes and images.
pt_br: Use a nossa barra de configurações para trocar a cor, tamanho, destaque e fonte de seu texto! Coloque listas, caixas de texto e imagens.

# Markdown subtitle
source: Use our markdown to make bold, italic, underline and highlight!
pt_br: Utilize o nosso markdown para fazer negrito, itálico, sublinhado e marca-texto!

# Devices subtitle
source: We use iCloud to sync your data, so you can use our app on your iPhone, iPad and Mac!
pt_br: Nós usamos iCloud para sincronizar seus dados, assim você pode usar nosso aplicativo em seu iPhone, iPad e Mac!

# Transcript subtitle
source: And you know that picture of your teachers notes you took during class? Add it here to have the text transcribed!
pt_br: E sabe aquela sua foto da lousa do professor? Adiciona ela aqui para ter o texto transcrito!

source: New window
pt_br: Nova janela

source: Begin
pt_br: Iniciar

source: Find
pt_br: Buscar

source: New note
pt_br: Nova nota

source: Delete note
pt_br: Excluir nota

source: Import image
pt_br: Importar imagem

source: Import
pt_br: Importar

source: Export note as PDF
pt_br: Exportar nota como PDF

source: Export
pt_br: Exportar

source: An error has occurred while exporting the PDF
pt_br: Um erro ocorreu ao exportar o PDF

source: The app could not export the file as a PDF
pt_br: O aplicativo não pôde exportar o arquivo como PDF

source: Error writing data to the designed url
pt_br: Erro ao transcrever dados para o URL designada

source: Export notebook as PDF
pt_br: Exportar caderno como PDF

source: Could note assign the note to the notebook
pt_br: Não foi possível atribuir a nota ao caderno

source: The app could not assign the note to the notebook
pt_br: O Aplicativo não foi capaz de atribuir a nota ao caderno

source: An error occurred while the application was trying to assign the note to the notebook
pt_br: Um erro ocorreu enquanto o aplicativo tentava atribuir a nota ao caderno

source: Untitled
pt_br: Sem título

# Error in Workspace
source: Oops, shelf error
pt_br: Oops, erro com a estante

# Error in Notebook
source: Oops, notebook error
pt_br: Oops, erro com o caderno

# Error in Note
source: Oops, note error
pt_br: Oops, erro na note

# Error in Persistent Container
source: Oops, object error
pt_br: Oops, erro no objeto

# Error with Text Box
source: Oops, text box error
pt_br: Oops, erro com a caixa de texto

# Error with Image Box
source: Oops, image box error
pt_br: Oops, erro com a caixa de imagem

# Error with Cloud Database
source: Oops, connectivity error
pt_br: Oops, erro de conectividade

# Workspace was Null
source: Shelf was null
pt_br: A estante era nula

source: Notebook was null
pt_br: O caderno era nulo

source: Note was null
pt_br: A nota era nula

source: ID was null
pt_br: O ID era nulo

source: Text Box was null
pt_br: A caixa de texto era nula

source: Image Box was null
pt_br: A caixa de imagem era nula

source: Open Settings
pt_br: Abrir as Configurações

# Failed to Fetch
source: Failed to fetch objects
pt_br: Falha ao buscar os objetos da base de dados

# Failed to Parse
source: Failed to parse objects
pt_br: Falha ao converter um objeto

# Primary vision language
source: en-US
pt_br: pt-BR

# Secondary vision language
source: pt-BR
pt_br: en-US

source: All
pt_br: Todos

source: Unable to access the View Controller
pt_br: Incapaz de acessar a View Controller

source: Controller not found
pt_br: A Controller não foi encontrada

source: Choose another notebook
pt_br: Escolha outro caderno

source: Add to notebook
pt_br: Adicionar ao caderno

source: Editing enabled
pt_br: Edição habilitada

source: Editing disabled
pt_br: Edição desabilitada

# Long press hint
source: Double tap and hold for more options
pt_br: Toque duas vezes e segure para mais opções

# Edit workspaces hint
source: Activate button to edit your shelves
pt_br: Ative o botão para editar suas estantes

# Edit workspaces label
source: Edit: enables editing mode for all of your shelves
pt_br: Editar: habilita o modo de edição para todas as suas estantes

# Add workspace hint
source: Activate button to add a new shelf
pt_br: Ative o botão para adicionar uma nova estante

# Add workspace label
source: Add a new shelf
pt_br: Adicionar uma nova estante

# Delete workspace hint
source: Activate button to delete the %@ shelf
pt_br: Ative o botão para excluir a estante %@

# Delete workspace label
source: Delete %@ shelf
pt_br: Excluir a estante %@

# Edit workspace name hint
source: Double tap edit this shelf's name
pt_br: Toque duas vezes para editar o nome desta estante

# Add notebook hint
source: Activate button to add a new notebook
pt_br: Ative o botão para adicionar um novo caderno

# Add notebook label
source: Add a new notebook
pt_br: Adicionar um novo caderno

# color notebook
source: %@ notebook
pt_br: Caderno %@

# Edit notebooks hint
source: Activate button to edit the notebooks in this shelf
pt_br: Ative o botão para editar os cadernos nesta estante

# Edit notebooks label
source: Edit: enables editing mode for all notebooks in this shelf
pt_br: Editar: habilita o modo de edição para todos os cadernos nesta estante

# Delete notebook hint
source: Activate button to delete the %@ notebook
pt_br: Ative o botão para excluir o caderno %@

# Delete notebook label
source: Delete %@ notebook
pt_br: Excluir o caderno %@

# Edit notebook name hint
source: Double tap edit this notebook's information
pt_br: Toque duas vezes para editar as informações deste caderno

# Note title
source: Note's title
pt_br: Título da nota

# Note title hint
source: Insert the note's title in this text field
pt_br: Insira o título da nota neste campo de texto

source: Index
pt_br: Sumário

# Index button label
source: %@ notebook's index
pt_br: Sumário do caderno %@

# Index button hint
source: Double tap to go to this notebook's index
pt_br: Toque duas vezes para ir para o sumário deste caderno

# Delete note label
source: Delete note
pt_br: Apagar nota

# Delete note hint
source: Double tap to delete this note
pt_br: Toque duas vezes para apagar a nota

# Add image label
source: Add image
pt_br: Adicionar imagem

# Add image hint
source: Double tap to add an image to the note
pt_br: Toque duas vezes para adicionar uma imagem à nota

# Add from camera label
source: Take a photo
pt_br: Tire uma foto

# Add from camera hint
source: Double tap to take a photo for your note
pt_br: Toque duas vezes para tirar uma foto para a sua nota

# Add from library label
source: Add photo from library
pt_br: Adicione uma foto da biblioteca

# Add from library hint
source: Double tap to choose a photo from your library
pt_br: Toque duas vezes para escolher uma foto de sua galeria

# Share note label
source: Share note
pt_br: Compartilhar nota

# Share note hint
source: Double tap to share this note
pt_br: Toque duas vezes para compartilhar esta nota

# New note label
source: Write a new note
pt_br: Escrever nova nota

# New note hint
source: Double tap to add a new note at the end of this notebook
pt_br: Toque duas vezes para adicionar uma nova nota no final deste caderno

# Dismiss pop-up label
source: Dismiss pop-up
pt_br: Fechar pop-up

# Dismiss collection pop-up hint
source: Double tap to exit the create new shelf pop-up
pt_br: Toque duas vezes para sair do pop-up de criação de uma nova estante

# Dismiss notebook pop-up hint
source: Double tap to exit the create new notebook pop-up
pt_br: Toque duas vezes para sair do pop-up de criação de um novo caderno

# Dismiss note pop-up hint
source: Double tap to exit the create note pop-up
pt_br: Toque duas vezes para sair do pop-up de criação de uma nova nota

# Index hint
source: Double tap to go to the note %@
pt_br: Toque duas vezes para ir para a nota %@

source: Selected
pt_br: Selecionada

# Text box hint
source: Double tap to add a text box to your note
pt_br: Toque duas vezes para adicionar uma caixa de texto à sua nota

# Format hint
source: Double tap to format the text with bold, italic, highlight, color and font
pt_br: Toque duas vezes para começar a formatar seu texto

# Exit formatting label
source: Exit formatting
pt_br: Sair da formatação

# Exit formatting hint
source: Double tap to exit formatting and return to typing
pt_br: Toque duas vezes para sair da formatação e retornar à digitação

source: Color selector
pt_br: Seletor de côr

# Color selector hint
source: Double tap to change text color to %@
pt_br: Toque duas vezes para mudar a cor de texto para %@

source: Bold
pt_br: Negrito

source: Italic
pt_br: Itálico

source: Highlight
pt_br: Destaque

source: Merriweather
pt_br: Méuriwédêr

source: Open Sans
pt_br: Oupen Sans

# Dancing
source: Dancing script
pt_br: Déncin script

# Font hint
source: Double tap to change text font to %@
pt_br: Toque duas vezes para mudar a fonte do texto para %@

source: Serif
pt_br: Serifada

source: Sans-serif
pt_br: Não serifada

source: Cursive
pt_br: Cursiva

# List label
source: Make lists
pt_br: Crie listas

# List hint
source: Double tap to create bulleted and numeric lists
pt_br: Toque duas vezes para criar listas não númericas e númericas

# Paragraph hint
source: Double tap to change the paragraph type
pt_br: Toque duas vezes para trocar o tipo de parágrafo

# End editing hint
source: Double tap to finish editing
pt_br: Toque duas vezes para terminar a edição

# Filter Workspaces Hint
source: Showing all notebooks and shelves from search
pt_br: Mostrando cadernos e workspaces da pesquisa

# Filter Notebooks Hint
source: Showing notebooks from search
pt_br: Mostrando os cadernos da pesquisa

# Skip hint
source: Double tap to skip the onboarding
pt_br: Toque duas vezes para pular o onboarding

# Onboarding label
source: Go to onboarding
pt_br: Vá para o tutorial

# Onboarding hint
source: Double tap to go back to the onboarding
pt_br: Clique duas vezes para abrir o tutorial

source: Text body color
pt_br: Cor de corpo de texto

# nb0
source: Aero Blue
pt_br: Azul Aero

# nb1
source: Blue Jeans
pt_br: Jeans Azul

# nb2
source: Cornflower Blue
pt_br: Azul Centáurea

# nb3
source: Verdigris
pt_br: Verdete

# nb4
source: Seaweed
pt_br: Alga Marinha

# nb5
source: Queen Blue
pt_br: Rainha Azul

# nb6
source: Forest Green
pt_br: Verde Floresta

# nb7
source: Middle Green
pt_br: Meio Verde

# nb8
source: Fern Green
pt_br: Samabaia Verde

# nb9
source: Gold
pt_br: Ouro

# nb10
source: Marigold
pt_br: Calêndula

# nb11
source: Yellow orange
pt_br: Amarelo Alaranjado

# nb12
source: Congo pink
pt_br: Rosa Congo

# nb13
source: Mandarin
pt_br: Mandarim

# nb14
source: Fuzzy
pt_br: Difusa

# nb15
source: Red RYB
pt_br: Vermelho RYB

# nb16
source: Blood red
pt_br: Vermelho Sangue

# nb17
source: International Red
pt_br: Vermelho Internacional

# nb18
source: Violet
pt_br: Violeta

# nb19
source: Fuchsia
pt_br: Fúcsia

# nb20
source: Liberty Blue
pt_br: Azul liberdade

# nb21
source: Cadet blue
pt_br: Azul cadete

# nb22
source: Shadow blue
pt_br: Azul sombra

# nb23
source: Dark liver
pt_br: Fígado escuro

source: Library
pt_br: Biblioteca

source: Camera
pt_br: Câmera

# Tip for transcripting text
source: Tip: you can transcript text from an image.
pt_br: Dica: você consegue transcrever texto de imagem.

# Choose your image
source: Choose you image
pt_br: Escolha a sua imagem

source: Highlighted
pt_br: Marca Texto

source: Underline
pt_br: Sublinhado

# Bold explanation
source: **your text**
pt_br: **seu texto**

# Italic explanation
source: *your text*
pt_br: *seu texto*

# Highlighted explanation
source: ::your text::
pt_br: ::seu texto::

# Underline explanation
source: ~~your text~~
pt_br: ~~seu texto~~

source: Settings Bar
pt_br: Barra de Configurações

# InputView explanation
source: You can also access the same options through the Configuration Bar, located at the bottom of the screen.
pt_br: Você também pode acessar as mesmas opções através da Barra de Configuração, localizado na parte inferior da tela.

source: Tips
pt_br: Dicas

source: Finish
pt_br: Finalizar

source: Back
pt_br: Voltar

source: Discard
pt_br: Descartar
